[{"Hardware Item":"Akai Keyboard", "ImageURL": "akaikeyboard.jpg", "Form Link": "Akai+Keyboard", "Description": "Working on a music project? The Akai Keyboard transforms your music software into an entirely hands on playing experience. Just hook it up to your favorite music making application and you're set!"},
{"Hardware Item": "Arduino UNO", "ImageURL": "arduinouno.jpg", "Form Link": "Arduino+UNO", "Description": "The Arduino UNO is the fundamental unit of any Arduino project. This microcontroller board receives inputs from its many sensors, and allows you to program it to control lights, motors, or any other hardware component. This is where it all starts!"},
{"Hardware Item": "Arduino Starter Kit", "ImageURL": "arduinostarterkit.jpg", "Form Link": "Arduino+Starter+Kit", "Description": "This starter kit your all-in-one Arduino project beginner's kit. It comes with an Arduino UNO, several hardware components, and a book on getting started so you can start developing projects in no time!"},
{"Hardware Item": "Arduino Book", "ImageURL": "arduinobook.jpg", "Form Link": "Arduino+Book", "Description": "This book will educate you on all you need to know about what Arduino is all about and how you can get started on making awesome projects yourself! While you're at it, make sure to check out an UNO and our other hardware components."},
{"Hardware Item": "Arduino Micro", "ImageURL": "arduinomicro.jpg", "Form Link": "Arduino+Micro", "Description": "The Arduino Micro is a variation of the Arduino that can be used for basic Arduino programs, but most notably for making any hardware connected to it appear as a mouse or keyboard to your computer!"},
{"Hardware Item": "Arduino Servo Motor", "ImageURL": "arduinoservo.jpg", "Form Link": "Arduino+Servo+Motor", "Description": "Servos are tiny motors that can be attached to your hardware project for any feature involving motion. They're great hardware components and go especially well with Arduino projects. Feel free to try them out!"},
{"Hardware Item": "Arduino Wifi Shield", "ImageURL": "arduinowifishield.jpg", "Form Link": "Arduino+Wifi+Shield", "Description": "Arduinos are great, but what if you want to connect your project to the internet? Wifi Shields are the solution you're looking for, and are an easy addition to your Arduino UNO to get your project connected."},
{"Hardware Item": "Assorted LEDs", "ImageURL": "assortedLEDs.jpg", "Form Link": "Assorted+LEDs", "Description": "Making a project with lights? Our collection of assorted LEDs will provide a fun look into how lights are woven into circuits while serving as practical indicators for a project. Make sure to specify any colors you have in mind!"},
{"Hardware Item": "Breadboards", "ImageURL": "breadboard.jpg", "Form Link": "Breadboard", "Description": "Breadboards are essential prototyping component that serves as the base for your hardware project. Used for creating circuits, you'll definitely want to check a couple out if you're considering making an Arduino project."},
{"Hardware Item": "Chromebook", "ImageURL": "chromebook.jpg", "Form Link": "Chromebook", "Description": "Chromebooks are lightweight laptops developed by Google, primarely designed for use while connected to the web. At the same time, because ChromeOS is built on top of Linux, you can easily run a Linux distribution on it, making it a great developing machine!"},
{"Hardware Item": "CtCI Book", "ImageURL": "ctci.jpg", "Form Link": "Cracking+the+Coding+Interview", "Description": "Cracking the Coding Interview is considered <b>the</b> interview book of the tech industry. From excerpts of interviews at Google, Facebook, Amazon, etc. to hundreds of interview problems, this book focuses on the software engineering skills you'll need to ace your interview."},
{"Hardware Item": "HDMI Cable", "ImageURL": "HDMIcable.jpg", "Form Link": "HDMI+Cable", "Description": "HDMI cables are the de facto standard for displays. If you're thinking of trying out the Raspberry Pi, there's a slot on the board for HDMI. Hook it up to your monitor of choice and you'll feel like you're using a regular computer!"}, 
{"Hardware Item": "Jumper Wires", "ImageURL": "jumperwires.jpg", "Form Link": "Jumper+Wires", "Description": "You can never have too many jumper wires! As prototyping necessities in the circuitry of hardware projects, you'll definitely want some of these if you're making a project involving Arduino or Breadboards."},
{"Hardware Item": "LCD Display (2x16)", "ImageURL": "LCDdisplay.jpg", "Form Link": "LCD+Display+(2x16)", "Description": "These LCD Displays are a compact and simple way to give your hardware project a standalone output display. With room for 32 characters at a time, there are plenty of use cases these screens can satisfy. These go great with Arduinos!"},
{"Hardware Item": "Leap Motion", "ImageURL": "LEAPmotion.jpg", "Form Link": "Leap+Motion", "Description": "The Leap Motion controller lets you use your computer in a whole new way. Developing on Leap is easy with the Leap Motion SDK, and you can swipe, grab, pinch, or punch your way through your application in no time!"}, 
{"Hardware Item": "LED Matrix (8x8)", "ImageURL": "LEDmatrix.jpg", "Form Link": "LED+Matrix+(8x8)", "Description": "This LED Matrix is a byte sized programmable set of 64 LED lights arranged in an 8x8 grid, making it a useful component for hardware projects involving symbols or numbers that need to be displayed."}, 
{"Hardware Item": "LG Nexus 5", "ImageURL": "nexus5.jpg", "Form Link": "LG+Nexus+5", "Description": "The Nexus 5 (2013) is one of Google's flagship Android phones, witha pure version of the OS making them premium devices for developing Android apps. Our devices currently run Android 6.0 Marshmallow on factory settings and are ready for testing!"},
{"Hardware Item": "Makey Makey", "ImageURL": "makeymakey.jpg", "Form Link": "Makey+Makey", "Description": "Makey Makey is a fun technology that takes any item that can conduct, and allows you to interact with it like a keyboard! Ever played Mario on Play-Doh or Piano on Bananas? Alligator clip the Internet to your world and start inventing the future."}, 
{"Hardware Item": "MicroSD Card", "ImageURL": "microSDcard.jpg", "Form Link": "MicroSD+Card", "Description": "You'll want to include these if making a Raspberry Pi project! MicroSD cards are an important component, as they can store the OS and filesystem. These cards hold 8GB and include an adapter for your computer's SD card slot."}, 
{"Hardware Item": "MIDI Interface", "ImageURL": "MIDIinterface.jpg", "Form Link": "MIDI+Interface", "Description": "The MIDI interface essentially transforms your laptop into a mobile studio. This versatile interface accommodates any input, from an electric guitar to a condenser mic. Ideal for music-based projects!"},
{"Hardware Item": "Motorola Moto 360", "ImageURL": "moto360.jpg", "Form Link": "Motorola+Moto+360", "Description": "The Moto 360 is Motorola's first modern smartwatch and has all the capabilities Android Wear has to offer. Ideal if you're working on an Android app, or if you just want to learn about how smartwatches work! Compatible with iOS and Android."},
{"Hardware Item": "Muse Brain Sensor", "ImageURL": "muse.jpg", "Form Link": "Muse+Brain+Sensor", "Description": " That's right - a brain sensor. Muse is a wearable headset that picks up on your brain waves and generates signals that can be used as input on various projects, all based on your mood. Welcome to the future!"},
{"Hardware Item": "Myo Armband", "ImageURL": "myoarmband.jpg", "Form Link": "Myo+Armband", "Description": "The Myo Armband is a wearable gesture control and motion control device that translates your muscle movements into signals which can be used to control your computer, phone, or other interactive projects!"}, 
{"Hardware Item": "Oculus Rift DK2", "ImageURL": "oculus.jpg", "Form Link": "Oculus+Rift+DK2", "Description": "The Oculus Rift innovative virtual reality device that will change the future of gaming, learning and how we interact with technology. It's one of our highest demanded items, so put in your request sooner rather than later!"}, 
{"Hardware Item": "Particle Photon", "ImageURL": "particlephoton.jpg", "Form Link": "Particle+Photon", "Description": "The Particle Photon is a tiny Wi-Fi development kit for creating connected projects and products for the Internet of Things. It's easy to use, it's powerful, and it's connected to the cloud."},
{"Hardware Item": "Pebble Smartwatch", "ImageURL": "pebble.jpg", "Form Link": "Pebble+Smartwatch", "Description": "Before the Apple Watch, Pebble was one of the original smartphones on the market. Built with an e-paper display, they're a simple and clean watch that you can develop applications for using the Pebble SDK."},
{"Hardware Item": "Raspberry Pi 2", "ImageURL": "raspberrypi2.jpg", "Form Link": "Raspberry+Pi+2", "Description": "The Raspberry Pi is a low cost, credit-card sized computer thats plugs into a monitor, keyboard, and mouse and is capable of doing everything you’d expect a desktop computer to do. They're amazing devices for personal projects and we highly recommend getting familiar with one!"}, 
{"Hardware Item": "Raspberry Pi Book ", "ImageURL": "raspberrypibook.jpg", "Form Link": "Raspberry+Pi+Book", "Description": "This book will give you all you need to know about the Raspberry Pi, including some cool starter projects. If it's your first time using Raspberry Pi, we definitely recommend this."},
{"Hardware Item": "Resistors (500x)", "ImageURL": "resistors.jpg", "Form Link": "Resistors+(500x)", "Description": "Resistors are an essential component in any hardware project and are bound to show up in any circuit diagram. We have tons of different types of resistance, so let us know which you need!"}, 
{"Hardware Item": "Sony Xperia Tipo", "ImageURL": "sonyxperiatipo.jpg", "Form Link": "Sony+Xperia+Tipo", "Description": "The Xperia Tipo is a moderately old phone, but if you're developing an Android app, will come in handy seeing how your application works on older devices. It currently runs Android 2.3.3 and is set to factory settings."}, 
{"Hardware Item": "Ultrasonic Ping Sensor", "ImageURL": "ultrasonicpingsensor.jpg", "Form Link": "Ultrasonic+Ping+Sensor", "Description": "Ultrasonic ping sensors are a fun hardware component that detect objects around it. Think sonar. If you're working on an Arduino project, we recommend checking these out."},
{"Hardware Item": "Wifi Dongle", "ImageURL": "wifidongle.jpg", "Form Link": "Wifi+Dongle", "Description": "These Wifi dongles provide wireless network access to any device. They come in super handy when it comes to the Raspberry Pi, which only has an Ethernet port. If you plan on grabbing one, try these out too!"},
{"Hardware Item": "Wireless Keyboard", "ImageURL": "wirelesskeyboard.jpg", "Form Link": "Wireless+Keyboard", "Description": "Wireless keyboards are a great utility, and make working with Raspberry Pis much easier. These contain a trackpad as well, so you only have to use one of the RPi's USB ports."}]